Repository: vpramatarov/google-reviews-pro
Catalog: languages/google-reviews-pro-*.po
Languages: bg_bg

source: 3 Stars & Up
bg_bg: 3 Звезди и нагоре

source: 4 Stars & Up
bg_bg: 4 Звезди и нагоре

source: 5 Stars Only
bg_bg: Само 5 звезди

source: <strong>Integrated with %s:</strong> Business data is synced from your SEO plugin to prevent conflicts. Fields below are read-only.
bg_bg: <strong>Интегрирано с %s:</strong> Бизнес данните се синхронизират от вашия SEO плъгин, за да се предотвратят конфликти. Полетата по-долу са само за четене.

source: Actions
bg_bg: Действия

source: Advanced Settings
bg_bg: Разширени настройки

source: All Reviews
bg_bg: Всички ревюта

source: Analyzing...
bg_bg: Анализиране...

source: Anonymous
bg_bg: Анонимен

source: API data saved successfully.
bg_bg: Данните от API са запазени успешно.

source: Are you sure you want to delete this location? All associated reviews and images will be permanently removed.
bg_bg: Сигурни ли сте, че искате да изтриете този обект? Всички свързани отзиви и изображения ще бъдат премахнати за постоянно.

source: Auto (Use API Data)
bg_bg: Автоматично (Използване на API данни)

source: Automatically fetch reviews.
bg_bg: Автоматично изтегляне на ревюта.

source: Backup & Migration
bg_bg: Архивиране и Миграция

source: Badge
bg_bg: Значка

# block description
source: Display your Google Business reviews with modern layouts.
bg_bg: Показвайте бизнес отзивите си от Google с модерни визуализации.

# block keyword
source: business
bg_bg: бизнес

# block keyword
source: google
bg_bg: гугъл

# block keyword
source: reviews
bg_bg: ревюта

source: Business Address
bg_bg: Адрес на бизнеса

source: Business found! Fields autofilled. Please <strong>Save Changes</strong>.
bg_bg: Обекта е намерен! Полетата са автоматично попълнени. Моля, <strong>запазете промените</strong>.

source: Business Name
bg_bg: Име на бизнеса

source: Business Preview
bg_bg: Преглед на обекта

source: Button Text Color
bg_bg: Цвят на текста на бутоните

source: Card Background
bg_bg: Фон на картите

source: Choose how often the auto-sync should run.
bg_bg: Изберете колко често да се изпълнява автоматичната синхронизация.

source: Choose how the reviews should be displayed on your site.
bg_bg: Изберете как отзивите да се показват на вашия сайт.

source: Choose the order in which reviews appear.
bg_bg: Изберете реда, в който да се появяват ревютата.

source: Choose where to fetch reviews from.
bg_bg: Изберете откъде да се теглят ревютата.

source: Close
bg_bg: Затвори

source: Current Value
bg_bg: Текуща стойност

source: Daily
bg_bg: Ежедневно

source: Data not updated.
bg_bg: Данните не са редактирани.

source: Data Source Configuration
bg_bg: Настройка на източника на данни

source: Default (From Settings)
bg_bg: По подразбиране (От настройките)

source: Default (Global)
bg_bg: По подразбиране (Глобално)

source: Delete
bg_bg: Изтриване

source: Delete all reviews, local images, and settings when deleting the plugin.
bg_bg: Изтрий всички ревюта, локални снимки и настройки при изтриване на плъгина.

source: Direct Link:
bg_bg: Директен линк:

source: Disable this if you have multiple review widgets on one page to avoid SEO conflicts.
bg_bg: Изключете това, ако имате няколко уиджета за ревюта на една страница, за да избегнете SEO конфликти.

source: Download a backup of your current reviews.
bg_bg: Изтеглете резервно копие на текущите си ревюта.

source: Download Full Backup (.ZIP)
bg_bg: Свали пълен архив (.ZIP)

source: Download QR Image
bg_bg: Свали QR кода

source: Edit
bg_bg: Редакция

source: Edit Location
bg_bg: Редакция на бизнес

source: Edit Review
bg_bg: Редактиране на отзива

source: Email Notifications
bg_bg: Имейл известия

source: Empty query.
bg_bg: Празна заявка.

source: Enable Auto-Sync
bg_bg: Включи автоматична синхронизация

source: Enable Schema.org
bg_bg: Включи Schema.org

source: Enable this to show only reviews that contain actual comments.
bg_bg: Включете това, за да показвате само ревюта, които съдържат текст.

source: Enjoying Google Reviews Pro?
bg_bg: Харесва ли ви Google Reviews Pro?

source: Enter business name (e.g. Pizza Mario New York)
bg_bg: Въведете име на бизнес (напр. Ресторант София)

source: Error generating QR code: %s
bg_bg: Грешка при генериране на QR код: %s

source: Error loading data
bg_bg: Грешка при зареждане на данни

source: Error:
bg_bg: Грешка:

source: Export CSV
bg_bg: Експорт CSV

source: Export JSON
bg_bg: Експорт JSON

source: Export Reviews
bg_bg: Експортиране на ревюта

source: Failed to parse JSON file.
bg_bg: Неуспешен прочит на JSON файла.

source: Fallback
bg_bg: Стойност по подразбиране за

source: Field
bg_bg: Поле

source: File upload failed.
bg_bg: Качването на файла не бе успешно.

source: Fill these fields to generate valid LocalBusiness Schema for Google.
bg_bg: Попълнете тези полета, за да генерирате валидна LocalBusiness Schema за Google.

source: Filtering & Moderation
bg_bg: Филтриране и Модерация

source: Find Your Business
bg_bg: Намери своя бизнес

source: Find your Place ID
bg_bg: Можете да намерете ID на обекта (Place ID)

source: Floating Badge
bg_bg: Плаваща значка

source: friday
bg_bg: петък

source: from
bg_bg: от

source: Get your API key from <a href="https://www.scrapingdog.com/" target="_blank">ScrapingDog</a>.
bg_bg: Вземете своя API ключ от <a href="https://www.scrapingdog.com/" target="_blank">ScrapingDog</a>.

source: Google Places API Key
bg_bg: Google Places API Ключ

source: Google Reviews
bg_bg: Google Ревюта

source: Grid
bg_bg: Мрежа

source: Grid (Default)
bg_bg: Мрежа (Grid)

source: here
bg_bg: от тук

source: Hidden
bg_bg: Скрито

source: Hide reviews without text (Star-only ratings)
bg_bg: Скрий ревюта без текст (само звезди)

source: Hide this review from frontend
bg_bg: Скрий това ревю от сайта

source: Highest Rated First
bg_bg: Първо най-високо оценените

source: Import complete! Added: %d, Skipped (Duplicates): %d, Errors: %d
bg_bg: Импортът завърши! Добавени: %d, Пропуснати (Дубликати): %d, Грешки: %d

source: Import Reviews
bg_bg: Импортиране на ревюта

source: Incompatible PHP version
bg_bg: Несъвместима PHP версия

source: Initial Reviews Limit
bg_bg: Първоначален лимит на ревюта

source: Invalid Address.
bg_bg: Невалиден адрес

source: Invalid API data.
bg_bg: Невалидни данни от API.

source: Invalid Business name.
bg_bg: Невалидно име на бизнеса.

source: Invalid file type. Allowed: .json, .csv, .zip
bg_bg: Невалиден тип файл. Разрешени: .json, .csv, .zip

source: Invalid Place ID.
bg_bg: Невалиден Place ID

source: Last Synced:
bg_bg: Последна синхронизация:

source: Latitude
bg_bg: Географска ширина (Latitude)

source: Layout Style
bg_bg: Изглед (Layout)

source: Leave empty to use the WordPress Admin email.
bg_bg: Оставете празно, за да използвате имейла на администратора.

source: Limit the number of pages to fetch (1 page ≈ 10 reviews). Warning: High values increase sync time.
bg_bg: Ограничете броя страници за теглене (1 страница ≈ 10 ревюта). Внимание: Високите стойности увеличават времето за синхронизация.

source: Links & Buttons
bg_bg: Линкове и бутони

source: List
bg_bg: Списък

source: List View
bg_bg: Списък (List)

source: Load More
bg_bg: Зареди още

source: Loading data
bg_bg: Зареждане на данни

source: Loading...
bg_bg: Зареждане...

source: Location
bg_bg: Обект

source: Location deleted. Removed %d reviews and %d images.
bg_bg: Обекта е изтрит. Премахнати са %d отзива и %d изображения.

source: Location Raw Data
bg_bg: Необработени данни за обекта

source: Location Updated.
bg_bg: Данните за бизнеса са обновени.

source: Longitude
bg_bg: Географска дължина (Longitude)

source: Loving your experience at
bg_bg: Хареса ли ви преживяването в

source: Lowest Rated First
bg_bg: Първо най-ниско оценените

source: Manage Reviews in WordPress
bg_bg: Управление на ревютата в WordPress

source: Manual mode active.
bg_bg: Ръчният режим е активен.

source: Manual Synchronization
bg_bg: Ръчна синхронизация

source: Max Pagination Pages
bg_bg: Максимален брой страници

source: Minimum Rating
bg_bg: Минимален рейтинг

source: Missing API Key.
bg_bg: Липсва API ключ.

source: Missing Data ID
bg_bg: Липсва Place ID

source: Missing Google Config
bg_bg: Липсва конфигурация за Google

source: Missing ScrapingDog API Key
bg_bg: Липсва ScrapingDog API ключ

source: Missing ScrapingDog API Key.
bg_bg: Не е въведен API ключ за ScrapingDog.

source: Missing SerpApi Key
bg_bg: Липсва SerpApi ключ

source: Moderation
bg_bg: Модерация

source: monday
bg_bg: понеделник

source: Multi-Location Reference
bg_bg: Списък с локации

source: Never
bg_bg: Никога

source: New Google Review on %s from %s
bg_bg: Ново Google ревю в %s от %s

source: Newest First
bg_bg: Първо най-новите

source: No
bg_bg: Не

source: No business found via ScrapingDog.
bg_bg: Не е намерен бизнес чрез ScrapingDog.

source: No business found via SerpApi.
bg_bg: Не е намерен бизнес чрез SerpApi.

source: No data found for this location.
bg_bg: Няма намерени данни за този обект.

source: No locations found yet. Sync some reviews first.
bg_bg: Все още няма намерени локации. Първо синхронизирайте ревюта.

source: No locations found.
bg_bg: Не са намерени обекти.

source: No more reviews
bg_bg: Няма повече ревюта

source: No results found on Google.
bg_bg: Не са намерени резултати в Google

source: No reviews found yet.
bg_bg: Все още няма намерени ревюта.

source: No reviews found.
bg_bg: Не са намерени ревюта за този обект.

source: No reviews to export.
bg_bg: Няма отзиви за експортиране.

source: Not found
bg_bg: Не е намерен

source: Note: "SEO Plugin" has priority #1. "API Data" has priority #2. "Manual Settings" has priority #3.
bg_bg: Забележка: „SEO Plugin“ има приоритет #1. „API Data“ има приоритет #2. „Manual Settings“ има приоритет #3.

source: Notification Email
bg_bg: Имейл за известия

source: Number of reviews to show initially. For Grid layout, this also determines the number of columns (Max 5).
bg_bg: Брой ревюта за първоначално показване. За мрежов изглед (Grid) това определя и броя колони (Макс 5).

source: Oldest First
bg_bg: Първо най-старите

source: Once Monthly
bg_bg: Веднъж месечно

source: Once Weekly
bg_bg: Веднъж седмично

source: Only JSON files are allowed.
bg_bg: Разрешени са само JSON файлове.

source: Photo
bg_bg: Снимка

source: Place ID
bg_bg: ID на обекта (Place ID)

source: Please configure and save a Place ID in the "Data Source" section first.
bg_bg: Моля, първо конфигурирайте и запазете Place ID в секция "Източник на данни".

source: Please enter a business name and ensure your API key is filled in.
bg_bg: Моля, въведете име на обект и се уверете, че вашият API ключ е попълнен.

source: Please enter and save an API Key first to use the Business Finder.
bg_bg: Моля, въведете и запазете API ключ, за да използвате търсачката за бизнес.

source: Price Range
bg_bg: Ценови диапазон

source: Print Card
bg_bg: Принтирай картата

source: Print this card and place it on your counter or tables.
bg_bg: Разпечатайте тази карта и я поставете на плота или масите.

source: Printable Card Preview
bg_bg: Преглед на карта за печат

source: Random
bg_bg: Случаен ред

source: Rate Us on Google
bg_bg: Оценете ни в Google

source: Rated %s out of 5
bg_bg: Оценка %s от 5

source: Rating
bg_bg: Рейтинг

source: Rating must a positive number between 1 and 5.
bg_bg: Оценката трябва да е положително число между 1 и 5.

source: Raw Data
bg_bg: Необработени данни

source: Read Less
bg_bg: Виж по-малко

source: Read More
bg_bg: Виж повече

source: Review
bg_bg: Ревю

source: Review Collection Tools
bg_bg: Инструменти за събиране на ревюта

source: Review Us
bg_bg: Оценете ни

source: Reviewer Name
bg_bg: Име на рецензента

source: reviews
bg_bg: ревюта

source: Reviews below this rating will be hidden from the frontend.
bg_bg: Ревюта под този рейтинг ще бъдат скрити от сайта.

source: Reviews Count
bg_bg: Брой ревюта

source: Reviews count
bg_bg: Брой ревюта

source: Reviews rating
bg_bg: Рейтинг/Оценка

source: Reviews synced successfully!
bg_bg: Отзивите са синхронизирани успешно!

source: saturday
bg_bg: събота

source: Scan this code to test the experience:
bg_bg: Сканирайте този код, за да тествате:

source: Scan with your phone camera
bg_bg: Сканирайте с камерата на телефона си

source: Schema Check
bg_bg: Проверка на структурните данни

source: ScrapingDog API Key
bg_bg: ScrapingDog API Ключ

source: Search & Auto-fill
bg_bg: Търси и Попълни

source: Security check failed
bg_bg: Проверката за сигурност не бе успешна

source: Security check failed.
bg_bg: Проверката за сигурност неуспешна.

source: Select a price range manually to override, or leave "Auto" to use data fetched from Google.
bg_bg: Изберете ръчно ценови диапазон или оставете „Автоматично“, за да използвате данни, извлечени от Google.

source: Select Location
bg_bg: Избери локация

source: Select Source
bg_bg: Избери източник

source: Send email notifications when new reviews are imported.
bg_bg: Изпращай имейл известия при импортиране на нови ревюта.

source: SEO & Business Schema
bg_bg: SEO & Schema.org Данни

source: Seo Data Check
bg_bg: Проверка на SEO данни

source: SerpApi API Key
bg_bg: SerpApi API Ключ

source: Server connection failed
bg_bg: Връзката със сървъра не бе успешна

source: Server error
bg_bg: Грешка на сървъра

source: Server error occurred.
bg_bg: Възникна грешка в сървъра.

source: Settings
bg_bg: Настройки

source: Shortcode Snippet
bg_bg: Шорткод (Shortcode)

source: Show All Reviews
bg_bg: Покажи всички ревюта

source: Show debug options
bg_bg: Допълнителни опции

source: Slider
bg_bg: Слайдер

source: Slider / Carousel
bg_bg: Слайдер / Въртележка

source: Sort Order
bg_bg: Сортиране

source: Source
bg_bg: Източник

source: Stored Locations
bg_bg: Запазени локации

source: Structured Data Source Analysis
bg_bg: Анализ на източника на структурните данни

source: Styling Configuration
bg_bg: Настройки на дизайна

source: sunday
bg_bg: неделя

source: Sync Data
bg_bg: Синхронизирай данните

source: Sync Frequency
bg_bg: Честота на синхронизация

source: Sync Reviews Now
bg_bg: Синхронизирай отзивите

source: Synced from SEO plugin.
bg_bg: Синхронизирано от SEO плъгин.

source: Syncing...
bg_bg: Синхронизиране...

source: Telephone
bg_bg: Телефон

source: Text Color
bg_bg: Цвят на текста

source: The notification email provided is invalid. Saved with default admin email.
bg_bg: Предоставеният имейл за известия е невалиден. Запазен е с имейл адреса на администратор по подразбиране.

source: This plugin requires PHP version 8.3 or higher. Please update the PHP version on your server.
bg_bg: Този плъгин изисква PHP версия 8.3 или по-висока. Моля, обновете PHP версията на вашия сървър.

source: This plugin requires PHP Zip and Mbstring extensions.
bg_bg: Този плъгин изисква PHP разширенията Zip и Mbstring.

source: This table shows all unique locations (Place IDs) found in your imported reviews database. Use these IDs in your shortcodes to display specific reviews.
bg_bg: Тази таблица показва всички уникални локации, намерени в базата данни. Използвайте тези ID-та в шорткодовете, за да покажете конкретни ревюта.

source: thursday
bg_bg: четвъртък

source: Total count must a positive number.
bg_bg: Брой на ревютата трябва да е положително число.

source: tuesday
bg_bg: вторник

source: Unauthorized
bg_bg: Неоторизиран

source: Unauthorized action.
bg_bg: Неоторизирано действие.

source: Uninstall Cleanup
bg_bg: Почистване при деинсталация

source: Unknown API Error
bg_bg: Неизвестна грешка от API

source: Unknown error
bg_bg: Непозната грешка

source: Unknown error or no data found.
bg_bg: Неизвестна грешка или липсват данни.

source: Update
bg_bg: Актуализация

source: Updating data
bg_bg: Актуализиране на данните

source: Upload a JSON or Zip file previously exported from this plugin.
bg_bg: Качете JSON или Zip файл, експортиран преди това от този плъгин.

source: User Avatar
bg_bg: Аватар

source: Value synced from SEO plugin.
bg_bg: Стойността е синхронизирана от SEO плъгина.

source: View all reviews on Google
bg_bg: Виж всички ревюта в Google

source: View Review
bg_bg: Преглед на отзива

source: Visibility
bg_bg: Видимост

source: Visible
bg_bg: Видим

source: Warning: This action is irreversible. If checked, all your collected reviews will be lost upon uninstallation.
bg_bg: Внимание: Това действие е необратимо. Ако е избрано, всички събрани ревюта ще бъдат загубени при деинсталация.

source: Warning: WP_CRON is disabled in your wp-config.php. Auto-sync will not work unless you set up a system cron job.
bg_bg: Внимание: WP_CRON е деактивиран във вашия wp-config.php. Автоматичното синхронизиране няма да работи, освен ако не настроите системна cron задача.

source: wednesday
bg_bg: сряда

source: Write a Review
bg_bg: Напиши ревю

source: Yes
bg_bg: Да

source: You can support the developer via <a href="%s" target="_blank">Revolut</a>.
bg_bg: Можете да подкрепите разработчика чрез <a href="%s" target="_blank">Револют</a>.

source: You have received new reviews!
bg_bg: Имате нови ревюта!

source: ✓ API Detected:
bg_bg: ✓ Открито API:
